<p>В этом списке предоставлены все классы товаров для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>.
  Класс товара - это набор <a href="<?php echo $this->url('admin/help/admin-content-field'); ?>">полей</a>, которые характеризуют этот товар. Например, класс товара "Компьютер" будет иметь поля "Процессор", "Объём памяти" и тд.
  Класс товара выбирается при <a href="<?php echo $this->url('admin/help/admin-content-product-edit'); ?>">создании товара</a> и в дальнейшем не может быть изменён.
</p>
<p>
  Для просмотра или редактирования полей класса кликните ссылку "поля". Для массового редактирования отметьте нужные классы и выберите соответствующую операцию из выпадающего списка "С выбранным".
</p>
<p>Операции над классами контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/admin-content-field'); ?>">Поля товара</a></li>
  <li><a href="<?php echo $this->url('admin/help/admin-content-product-edit'); ?>">Редактирование товара</a></li>
</ul>