<p>На этой странице предоставлены все файлы для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>.
  Имейте ввиду, что данный список не отражает все файлы на диске, а только те, которые зафиксированы системой в базе данных.
  Запись о файле делается например при добавлении товара, страницы, катерии и тд.
</p>
<p>
  Путь файлов указан относительно файловой директории системы: <i><?php echo GC_FILE_DIR; ?></i></p>
<p>
  Для массового редактирования отметьте нужные файлы и выберите соответствующую операцию из выпадающего списка "С выбранным".
</p>
<p>Операции над файлами контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/file-system'); ?>">Файловая система</a></li>
</ul>