<p>В этом списке предоставлены все страницы для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>. Страницы служат для отображения статического контента, например условий доставки, контактной информации и тд.
Каждая страницы привязана к одному определённому магазину, может иметь несколько изображений, ЧПУ адрес, мета-информацию...
</p>
<p>
  При установке системы инсталлятор добавляет несколько дефолтных страниц, которые могут быть удалены или отредактированы.
  Вы можете редактировать страницы по отдельности (ссылка "редактировать") или применять массовые однотипные операции.
  Для массового редактирования отметьте нужные страницы и выберите соответствующую операцию из выпадающего списка "С выбранным".
</p>
<p>Операции над страницами контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/admin-content-page-edit'); ?>">Редактирование страницы</a></li>
</ul>