<p>На этой странице странице представлены все существующие отзывы о товарах для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>, созданные покупателями или администраторами.</p>
<p>Операции с отзывами (создание, удаление, редактирование) контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора. Создание отзыва от своего имени на стороне магазина как правило доступно всем авторизированным пользователям.</p>
<p>Вы можете редактировать отзывы по одному или применять однотипные операции (публикация, удаление...). Для массовых операций
  отметьте нужные отзывы чекбоксами и выберите операцию из меню "С выбранным"</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/admin-content-review-edit'); ?>">Редактирование отзыва</a></li>
</ul>