<p>На странице товаров отображены все существующие товары в системе для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>.
  Фильтры работают с логикой И. Кнопка <span class="btn btn-xs btn-default"><i class="fa fa-refresh"></i></span> сбрасывает все фильтры.
Операции над товарами (редактирование, добавление, удаление) контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора
</p>
Три опции редактирования:
<ol>
  <li>Полное редактирование, меню "Действия" -> "Редактировать"</li>
  <li>Быстрое построчное редактирование. Cделайте изменения для товара в соответствующих полях и нажмите кнопку "Сохранить"</li>
  <li>Массовые операции. Отметьте выбранные товары чекбоксами и выберите операцию в меню "С выбранным"</li>
</ol>
<p>Товары, которые используются в <a href="<?php echo $this->url('admin/sale/order'); ?>">заказах</a> не могут быть удалены, но могут быть отключены.</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/content-product-edit'); ?>">Редактирование товара</a></li>
  <li><a href="<?php echo $this->url('admin/help/admin-tool-import'); ?>">Import из CSV файла</a></li>
</ul>