<p>На этой странице перечислены все группы категорий всех доступных магазинов.</p>
<p>Группа категорий - это "контейнер", который содержит определённый набор категорий, служащих для категоризации товаров в ваших магазинах.
  Каждая группа категорий принадлежит одному определённому магазину и имеет определённый тип.</p>
<p>По умолчанию доступно 2 типа групп  категорий: каталог и бренд. Тип "каталог" используется для обычного каталога товаров и меню,
  "бренд" - для группировки товаров по производителю.</p>
<p>Группы категорий, которые содержат категории и используются <a href="<?php echo $this->url('admin/content/product'); ?>">товарами</a> не могут быть удалены</p>