<?php $dashboard_limit = $this->config('dashboard_limit', 10); ?>
Панель управления позволяет администратору кратко просматривать основные данные и события в системе.
Видимость панелей и ссылки на различные разделы администрирования зависят от <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора и <a href="<?php echo $this->url('admin/module'); ?>">модулей</a>, участвующих в отображении данной страницы.
<hr>
<p><i>Сводка</i> - краткая сводка по существующему контенту в системе по <a href="<?php echo $this->url('admin/settings/store'); ?>">всем магазинам</a></p>
<p><i>Последние заказы</i> - <?php echo $dashboard_limit; ?> последних заказов со всех магазинов начиная с самого последнего</p>
<p><i>Последние пользователи</i> - <?php echo $dashboard_limit; ?> последних зарегистрированных пользователей со всех магазинов начиная с самого последнего</p>
<p><i>Системные события</i> - <a href="<?php echo $this->url('admin/report/system'); ?>">события в системе</a> с различной важностью, общее число в графике и последние <?php echo $dashboard_limit; ?> с разбивкой по важности.
  Предупреждающие и особенно <span class="text-danger">критические</span> события требуют особого внимания. <a href="<?php echo $this->url('admin/help/admin-report-system'); ?>">Подробнее о событиях</a>
</p>
<p><i>Траффик</i> - Google Analytics по уникальным посетителям и просмотрам за последний месяц по каждому магазину.
  Более подробная статистика доступна <a href="<?php echo $this->url('admin/report/ga'); ?>">здесь</a>
  Данные кэшируются, кэш сбрасывается автоматически каждые <?php echo $this->config('ga_cache_lifespan', 86400); ?> сек. Для принудительного сброса кэш используйте ссылку "обновить". <a href="<?php echo $this->url('admin/help/admin-report-ga'); ?>">Подробнее о статистике</a>
</p>