<p>В этом списке предоставлены все поля товаров для <a href="<?php echo $this->url('admin/settings/store'); ?>">всех магазинов</a>.
  Поля являются характеристиками товара. Существует 2 типа полей - атрибуты и опции. Атрибуты являются статическими характеристиками товаров.
  Опции могут быть выбраны при добавлении товара в корзину. Каждое поле имеет свой набор значений.
  Набор полей для того или иного товара определяет <a href="<?php echo $this->url('admin/content/product/class'); ?>">класс товара</a>.
</p>
<p>
  Для просмотра или редактирования значений поля кликните ссылку "значения". Для массового редактирования отметьте нужные поля и выберите соответствующую операцию из выпадающего списка "С выбранным".
</p>
<p>Операции над полями контролируются правами доступа <a href="<?php echo $this->url('admin/user/role'); ?>">роли</a> текущего администратора</p>
Дополнительно:
<ul>
  <li><a href="<?php echo $this->url('admin/help/admin-content-product-class'); ?>">Классы товаров</a></li>
  <li><a href="<?php echo $this->url('admin/help/admin-content-product-edit'); ?>">Редактирование товара</a></li>
</ul>
